tap "aws/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "weaveworks/tap"
brew "libyaml"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "webp"
brew "jpeg-xl"
brew "argocd"
brew "autoconf"
brew "automake"
brew "aws-sam-cli"
brew "awscli"
brew "awslogs"
brew "bash-completion"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "cmctl"
brew "coreutils"
brew "cowsay"
brew "openldap"
brew "curl"
brew "docker", link: false
brew "docker-compose"
brew "findutils"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "gnu-sed"
brew "unbound", restart_service: true
brew "gnutls"
brew "libtool"
brew "guile"
brew "libksba"
brew "gnupg"
brew "go"
brew "helm"
brew "httpie"
brew "istioctl"
brew "jo"
brew "jq"
brew "krb5"
brew "libarchive"
brew "libheif"
brew "liblqr"
brew "libpq"
brew "pango"
brew "librsvg"
brew "mackup"
brew "mas"
brew "nmap"
brew "node@16"
brew "nvm"
brew "packer"
brew "pinentry-mac"
brew "virtualenv"
brew "poetry"
brew "pv"
brew "pyenv"
brew "rsync"
brew "tesseract"
brew "thefuck"
brew "tmux"
brew "trailscraper"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "weaveworks/tap/eksctl"
cask "adobe-acrobat-reader"
cask "authy"
cask "bitwarden"
cask "brave-browser"
cask "caffeine"
cask "docker"
cask "finch"
cask "firefox"
cask "google-chat"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "iterm2"
cask "keka"
cask "licecap"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "powershell"
cask "raycast"
cask "rectangle"
cask "slack"
cask "vagrant"
cask "visual-studio-code"
cask "whatsapp"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "OneDrive", id: 823766827
mas "Xcode", id: 497799835
